    // iteamjob 愛停佳 即時停車資訊
    // 停車 停車場 即時資訊 
    // 地點選擇 地點搜尋

    // 地區
    var country = new Array();
    country[0] = '請選擇地點';
    country[1] = '台北';
    country[2] = '台中';
    country[3] = '高雄';


    var city = new Array();

    // 台北
    city[1] = new Array();    

    city[1][0] = new Array();
    city[1][0][0] = '請選擇景點';
    city[1][0][1] = '';

    city[1][1] = new Array();
    city[1][1][0] = '淡水老街';
    city[1][1][1] = '25.172767,121.440897';

    city[1][2] = new Array();
    city[1][2][0] = '士林夜市';
    city[1][2][1] = '25.084328,121.52501000000007';

    city[1][3] = new Array();
    city[1][3][0] = '101';
    city[1][3][1] = '25.034322,121.564858';

    city[1][4] = new Array();
    city[1][4][0] = '師大夜市';
    city[1][4][1] = '25.02659,121.52992199999994';


    // 台中
    city[2] = new Array();    

    city[2][0] = new Array();
    city[2][0][0] = '請選擇景點';
    city[2][0][1] = '';

    city[2][1] = new Array();
    city[2][1][0] = '逢甲夜市';
    city[2][1][1] = '24.183481,120.653486'; 

    city[2][2] = new Array();
    city[2][2][0] = 'TigerCity';
    city[2][2][1] = '24.178851,120.646411'; 

    city[2][3] = new Array();
    city[2][3][0] = '勤美誠品';
    city[2][3][1] = '24.164277,120.638702'; 

    city[2][4] = new Array();
    city[2][4][0] = '美術館';
    city[2][4][1] = '24.139995,120.66290200000003';

    city[2][5] = new Array();
    city[2][5][0] = '圓滿劇場';
    city[2][5][1] = '24.173442,120.639267'; 

    city[2][6] = new Array();
    city[2][6][0] = '台中火車站';
    city[2][6][1] = '24.136845,120.68500900000004';


    // 高雄
    city[3] = new Array();    

    city[3][0] = new Array();
    city[3][0][0] = '請選擇景點';
    city[3][0][1] = '';

    city[3][1] = new Array();
    city[3][1][0] = '漢神巨蛋購物廣場';
    city[3][1][1] = '22.66962,120.30260999999996';

    city[3][2] = new Array();
    city[3][2][0] = '六和夜市';
    city[3][2][1] = '22.633428,120.302368';
