    // 選擇地點 搜尋 停車場 即時資訊

    // 地區
    var country = new Array();
    country[0] = '請選擇地點';
    country[1] = '台北';
    country[2] = '台中';
    country[3] = '高雄';


    var city = new Array();

    // 台北
    city[1] = new Array();    

    city[1][0] = new Array();
    city[1][0][0] = '請選擇景點';
    city[1][0][1] = '';

    city[1][1] = new Array();
    city[1][1][0] = '淡水老街';
    city[1][1][1] = '25.172767,121.440897';

    city[1][2] = new Array();
    city[1][2][0] = '士林夜市';
    city[1][2][1] = '25.084328,121.52501000000007';

    city[1][3] = new Array();
    city[1][3][0] = '101';
    city[1][3][1] = '25.034322,121.564858';

    city[1][4] = new Array();
    city[1][4][0] = '師大夜市';
    city[1][4][1] = '25.02659,121.52992199999994';


    // 台中
    city[2] = new Array();    

    city[2][0] = new Array();
    city[2][0][0] = '請選擇景點';
    city[2][0][1] = '';

    city[2][1] = new Array();
    city[2][1][0] = '台中火車站';
    city[2][1][1] = '24.136845,120.68500900000004';

    city[2][2] = new Array();
    city[2][2][0] = '美術館';
    city[2][2][1] = '24.139995,120.66290200000003';

    city[2][3] = new Array();
    city[2][3][0] = '圓形劇場';
    city[2][3][1] = '24.173442,120.639267'; 


    // 高雄
    city[3] = new Array();    

    city[3][0] = new Array();
    city[3][0][0] = '請選擇景點';
    city[3][0][1] = '';

    city[3][1] = new Array();
    city[3][1][0] = '夢時代';
    city[3][1][1] = '22.595401,120.30509899999993';

    city[3][2] = new Array();
    city[3][2][0] = '六和夜市';
    city[3][2][1] = '22.633428,120.302368';
